pokeMTA/app/controllers/pokemons_controller.rb

    def index
        @pokemon = Pokemon.all
---
SELECT "pokemons".* FROM "pokemons"